/**
 * @author Created by felix on 17-12-5.
 * @email   307253927@qq.com
 */
'use strict';

export default [
  [
    [{
      name : "音乐",
      discs: "“随便来首歌”"
    }, {
      name : "切换声音",
      discs: "“换个声音”"
    }, {
      name : "视频通话",
      discs: "“视频聊天”"
    }],
    [{
      name : "多屏互动",
      discs: "“投屏显示”"
    }, {
      name : "闹钟提醒",
      discs: "“5分钟后叫我”"
    }, {
      name : "家居中控",
      discs: ""
    }]
  ],
  [
    [{
      name : "有声书",
      discs: "“来段相声”"
    }, {
      name : "播放控制",
      discs: "“暂停播放”"
    }, {
      name : "天气查询",
      discs: "“今天天气怎么样”"
    }],
    [{
      name : "股票查询",
      discs: "“阿里巴巴的股票怎么样”"
    }, {
      name : "菜谱查询",
      discs: "“宫保鸡丁怎么做”"
    }, {
      name : "备忘录",
      discs: "“帮我记一下，买鸡蛋”"
    }]
  ],
  [
    [{
      name : "新闻",
      discs: ""
    }, {
      name : "快捷设置",
      discs: "“连接手机”"
    }, {
      name : "聊天",
      discs: "“你会做什么”"
    }],
    [{
      name : "路况查询",
      discs: ""
    }, {
      name : "科学计算",
      discs: "“3的2次方等于多少”"
    }, {
      name : "儿童读物",
      discs: "“我要听儿歌”"
    }]
  ],
  [
    [{
      name : "百科",
      discs: "“李白是谁”"
    }, {
      name : "笑话播放",
      discs: "“讲个笑话”"
    }, {
      name : "日期查询",
      discs: "“现在几点”"
    }]
  ]
]

export const details = [
  {
    name : "音乐",
    discs: [
      "“我想听邓紫棋的泡沫”",
      "“来一首周杰伦的歌”",
      "“我想听摇滚音乐”",
      "“随便来首歌”",
      "“播放音乐｜音乐暂停｜下一首”",
      "“音量增大｜音量最大”",
      "“退出音乐”",
      "“这首歌叫什么｜这首歌是谁唱的”",
    ]
  }, {
    name : "切换声音",
    // disc : true,
    discs: [
      "“开启儿童模式”",
      "“换成男宝宝｜女宝宝的声音”",
      "“切换成男生｜女生模式”",
      "“换个声音”",
    ]
  }, {
    name : "视频通话",
    discs: [
      "“我要视频通话”",
      "“视频聊天”",
      "“拨打视频”",
    ]
  },
  {
    name : "多屏互动",
    discs: [
      "“投屏显示”",
      "“投屏电视”",
      "“退出投屏”",
      "“在电视上显示这个结果”",
      "“把这个结果投到电视上”",
    ]
  }, {
    name : "闹钟提醒",
    discs: [
      "“5分钟后叫我”",
      "“5分钟后提醒我”",
      "“明天早上9点提醒我带伞”",
      "“明天早上8点叫我起床”",
      "“查看所有闹钟列表”",
      "“查看所有闹钟｜提醒”",
      "“删除所有闹钟”",
      "“提醒我洗衣服”",
      "“添加看书到提醒列表”",
      "“等一下再叫我”",
      "“关闭闹钟”",
    ]
  }, {
    name : "家居中控",
    disc : true,
    discs: [
      "“打开 | 关闭顶灯”",
      "“打开客厅窗帘”",
      "“打开卧室空调”",
      "“开启回家场景”",
    ]
  }, {
    name : "有声书",
    discs: [
      "“来段相声”",
      "“我要听逻辑思维”",
      "“播放京剧”",
      "“三国演义第3章”",
      "“我想听故事｜小说”",
      "“我想听小岳岳的相声”",
      "“播放盗墓笔记”",
    ]
  }, {
    name : "播放控制",
    discs: [
      "“上一首/下一首”",
      "“暂停播放/继续播放”",
      "“停止播放/退出播放”",
      "“随机播放|循环播放|单曲循环”",
      "“音量增大|音量减小”",
      "“音量最大|音量最小”",
      "“打开|关闭播放器”",
      "“打开|关闭靜音”",
      "“音量调到50”",
      "“收藏这首歌/取消收藏”（尽情期待）",
    ]
  }, {
    name : "天气查询",
    discs: [
      "“今天天气怎么样”",
      "“上海明天的天气”",
      "“北京明天下雨吗”",
      "“今天的雾霾指数”",
    ]
  }, {
    name : "股票查询",
    discs: [
      "“阿里巴巴的股票怎么样”",
      "“大盘怎么样”",
    ]
  }, {
    name : "菜谱查询",
    discs: [
      "“宫保鸡丁怎么做”",
      "“麻婆豆腐的做法”",
      "“上一步｜下一步”",
      "“播报菜谱”",
      "“第2步”",
      "“第一步｜最后一步”",
    ]
  }, {
    name : "备忘录",
    discs: [
      "“记一下我中午吃饭花了20元”",
      "“帮我记一下，买鸡蛋”",
      "“添加买车票到备忘录”",
      "“查看我的所有备忘录”",
      "“删除所有备忘录”",
    ]
  }, {
    name : "新闻",
    disc : true,
    discs: [
      "“播放新闻”",
      "“我要听娱乐新闻”",
      "“播放体育新闻”",
    ]
  }, {
    name : "快捷设置",
    discs: [
      "“取消”",
      "“返回主页｜回到桌面”",
      "“打开小夜灯”",
      "“暂停播放”",
      "“调大｜调小亮度”",
      "“打开｜关闭WIFI”",
      "“打开｜关闭设置”",
      "“打开｜关闭反馈设置”",
      "“打开WIFI”",
      "“打开｜关闭帮助”",
      "“连接手机”",
    ]
  }, {
    name : "聊天",
    discs: [
      "“你是谁”",
      "“你喜欢我吗”",
      "“你是不是傻”",
      "“我生气了”",
      "“你怎么这么笨”",
      "“你会做什么”",
      "“爸爸的妈妈的爸爸是谁”",
    ]
  }, {
    name : "路况查询",
    disc : true,
    discs: [
      "“北京今天的限行尾号是多少”",
      "“今天的限行尾号”",
      "“北京南站堵不堵”",
      "“去公司｜回家堵不堵”",
      "“中山路的路况信息”",
      "“去外滩堵不堵”",
    ]
  }, {
    name : "科学计算",
    discs: [
      "“42+67÷22等于几”",
      "“3的2次方等于多少”",
      "“15124+5628是多少”",
    ]
  }, {
    name : "儿童读物",
    discs: [
      "“我要听儿歌”",
      "“播放小燕子”",
      "“播放儿童故事”",
      "“我要听卖火柴的小女孩”",
      "“来首李白的诗”",
      "“朗读静夜思”",
      "“锄禾日当午下一句是什么”",
      "“静夜思是谁写的”",
      "“我要听三字经”",
      "“播放弟子规”",
    ]
  }, {
    name : "百科",
    discs: [
      "“你会静夜思吗”",
      "“李白是谁”",
      "“忆江南的作者是谁”",
      "“杨幂的老公是谁”",
      "“冯小刚是谁”",
    ]
  }, {
    name : "笑话播放",
    discs: [
      "“讲个笑话”",
      "“播放糗事百科”",
      "“再来一个”",
    ]
  }, {
    name : "日期查询",
    discs: [
      "“现在几点”",
      "“今天几号”",
      "“今天农历几号”",
      "“今年春节是什么时候”",
      "“九月初九是几号”",
      "“国庆节放假安排”",
    ]
  }
]

