/**
 * @author Created by felix on 17-12-5.
 * @email   307253927@qq.com
 */
'use strict';

export default [
  {
    "name": "如何开机",
    "discs": "长按设备底部的电源按钮3秒"
  },
  {
    "name": "如何关机或重启",
    "discs": "长按设备底部的电源按钮3秒，点击屏幕上的关机"
  },
  {
    "name": "如何连接网络",
    "discs": "在【设置-网络】中选择要连接的网络，现在仅可以连接2.4G网络"
  },
  {
    "name": "如何使用语音交互",
    "discs": "首先需要说“嗨潘多拉”唤醒设备，然后说出语音指令，设备就可以为你提供对应服务"
  },
  {
    "name": "如何关闭屏幕",
    "discs": "短按设备底部的电源按钮，再次短按或者语音唤醒均可点亮屏幕"
  },
  {
    "name": "如何打开控制面板",
    "discs": "在设备的顶端进行下划操作，拉出控制面板"
  },
  {
    "name": "如何调节声音",
    "discs": "可以在控制面板中调节媒体音量，也可以在【设置-声音管理】中调节。\n或者通过免唤醒语音命令“增大音量”/“减小音量”来设置。"
  },
  {
    "name": "如何调节屏幕亮度",
    "discs": "可以在控制面板中调节屏幕亮度，也可以在【设置-显示管理】中调节。\n或者唤醒后，通过语音命令“增大亮度”/“减小亮度”来设置。"
  },
  {
    "name": "如何使用勿扰模式",
    "discs": "可以在控制面板中进入勿扰模式，该模式下设备的屏幕熄灭，音量降低。可以在控制面板中退出，或者在语音对话时自动退出。"
  }
]
